Repository: studiojin-dev/Spectasia
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ko

source: Auto Cleanup Missing Metadata
ko: 누락 메타데이터 자동 정리

source: Cleaned metadata: %lld records, %lld files
ko: 정리 완료: 레코드 %lld개, 파일 %lld개

source: Cleaning metadata…
ko: 메타데이터 정리 중…

source: Cleanup Missing Metadata
ko: 누락 메타데이터 정리

source: Date Range
ko: 날짜 범위

source: Detail Panel
ko: 상세정보 패널

source: Error
ko: 오류

source: Files
ko: 파일

source: Filter
ko: 필터

source: Folders
ko: 폴더

source: Format
ko: 포맷

source: Images
ko: 이미지

source: Info
ko: 상세정보

source: Library
ko: 라이브러리

source: Loading...
ko: 로딩 중...

source: Maintenance
ko: 유지보수

source: Modified
ko: 수정일

source: Notifications suppressed (+%lld)
ko: 알림 생략됨 (+%lld)

source: Rating
ko: 별점

source: Refreshing thumbnails…
ko: 썸네일 새로고침 중…

source: Regenerate Thumbnails
ko: 썸네일 재생성

source: Regenerate Thumbnails (All Loaded)
ko: 썸네일 재생성 (전체)

source: Regenerate Thumbnails (Current Directory)
ko: 썸네일 재생성 (현재 폴더)

source: Remove Missing Originals
ko: 원본 누락 항목 제거

source: Rescan completed
ko: 재스캔 완료

source: Rescan Current Directory
ko: 현재 폴더 재스캔

source: Rescan failed
ko: 재스캔 실패

source: Rescanning…
ko: 재스캔 중…

source: Run Cleanup Now
ko: 지금 정리 실행

source: Search
ko: 검색

source: Size
ko: 크기

source: Tags
ko: 태그

source: Thumbnails refreshed
ko: 썸네일 새로고침

source: Thumbnails refreshed (all)
ko: 썸네일 새로고침 (전체)

source: Thumbnails refreshed (current)
ko: 썸네일 새로고침 (현재)
